Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# ai_credit.purchase_complete
source: クレジットを追加しました。
ar_sa: تمت إضافة نقاط.
ca: S'han afegit crèdits.
cs: Přidali jsme kredity.
da: Kreditter er tilføjet.
de_de: Credits wurden hinzugefügt.
el: Προστέθηκαν αξίες.
en_au: Credits have been added.
es_es: Se han añadido créditos.
fi: Krediittejä lisätty.
fr_ca: Des crédits ont été ajoutés.
gu: ક્રેડિટ ઉમેરવામાં આવી છે.
he: הוספתי נקודות.
hi: क्रेडिट जोड़ा गया।।
hr: Dodato kredite.
hu: kreditet adtunk.
id: Kredit telah ditambahkan.
it: Crediti aggiunti.
ko: 크레딧이 추가되었습니다.
mr: क्रेडिट जोडले आहे.
ms: Kredit telah ditambah.
nl_nl: credits zijn toegevoegd.
no: Kreditter er lagt til.
pl: Dodano kredyty.
pt_br: Créditos adicionados.
pt_pt: Créditos adicionados.
ro: Creditele au fost adăugate.
ru: Добавлено кредитов.
sk: Pridané kredity.
sl: Dodali smo kredit. Kupnja je končana.
sv: krediter har lagts till.
ta: கிரெடிட்களை சேர்த்துள்ளோம்.
te: క్రెడిట్ జోడించబడింది.
th: เพิ่มเครดิตแล้ว
tr: Kredi eklendi.
uk: Додано кредити.
vi: Thêm điểm tín dụng.
zh_hans: 已添加积分。
zh_hant: 已新增積分。

# ai_credit.purchase_pending
source: 購入は承認待ちです。完了後に自動で反映します。
ar_sa: طلب الشراء قيد الانتظار. سيتم إضافته تلقائيًا بعد الإتمام.
ca: La compra està en tramitat. Es reflectiran automàticament després de la confirmació.
cs: Nákup je ve stavu schvalování. Po dokončení se automaticky projeví.
da: Køb venter på godkendelse. Reflekteres automatisk, når købet er gennemført.
de_de: Die Bestellung wird geprüft. Nach Abschluss werden die Credits automatisch gutgeschrieben.
el: Η αγορά περιμένει έγκριση. Θα εμφανιστούν αυτόματα μετά την ολοκλήρωση.
en_au: Purchase is pending approval. Will be reflected automatically upon completion.
es_es: La compra está pendiente de aprobación. Se reflejará automáticamente al completarse.
fi: Osto on hyväksymässä.
fr_ca: L'achat est en attente d'approbation. Il sera automatiquement reflété une fois approuvé.
gu: ખરીદીની પ્રક્રિયા સમતલ થઈ રહી છે. પૂર્ણ થયા પછી આપોઆપ પ્રતિબિંબિત થશે.
he: הרכישה עדיין בתהליך אישור. יופיעו אוטומטית לאחר ההשלמה.
hi: खरीद की पुष्टि की जा रही है। पूरा होने पर स्वचालित रूप से दिखाई देगा।।
hr: Naloga se čeka potvrda. Automatski će biti ažurirana nakon potvrde.
hu: A vásárlás jóvá kell még tennie. Automatikusan megjelenik a végrehajtás után.
id: Pembelian sedang dalam proses verifikasi. Akan otomatis tercermin setelah selesai.
it: L'acquisto è in attesa di approvazione. Sarà automaticamente visualizzato al completamento.
ko: 구매가 승인 대기 중입니다. 완료되면 자동으로 반영됩니다.
mr: खरेदीची प्रतीक्षा केली जात आहे. पूर्ण झाल्यावर आपोआप अपडेट होईल.
ms: Pembelian masih dalam proses. Akan diproses secara automatik selepas selesai.
nl_nl: Aankopen worden beoordeeld. Na voltooiing automatisch toegepast.
no: Kjøpet venter på godkjenning. Vil bli automatisk registrert etter fullføring.
pl: Występujemy o zatwierdzenie. Po zakończeniu automatycznie zostanie to odzwierciedlone.
pt_br: A compra está aguardando aprovação. Será refletida automaticamente após a conclusão.
pt_pt: A compra está pendente de aprovação. Será refletida automaticamente após a conclusão.
ro: Achiziția este în așteptare. Va fi reflectată automat după finalizare.
ru: Заказ находится в процессе обработки. Обновление произойдет автоматически после завершения.
sk: Nákup čaká na schválenie. Po potvrdení sa automaticky zohľadní.
sl: Kupnja čaka na potrditev. Po uspešni potrditvi se bodo avtomatično upodobili.
sv: Köpet väntar på godkännande. Reflekteras automatiskt efter genomförande.
ta: வாங்கியது இன்னும் சரிபார்க்கப்படவில்லை. முடிந்ததும் தானாகவே சேர்க்கப்படும்.
te: కొనుగోలు ఆమోదం కోసం వేచి ఉంది. పూర్తయిన తర్వాత స్వయంచాలకంగా ప్రతిబింబిస్తుంది.
th: กำลังรอการอนุมัติ โปรแกรมจะแสดงผลโดยอัตโนมัติเมื่อเสร็จสมบูรณ์
tr: Satın alma işlemi onay bekliyor. Tamamlandıktan sonra otomatik olarak yansıtılır.
uk: Замовлення на розгляді. Автоматично відобразиться після завершення.
vi: Đang chờ xác nhận. Sẽ tự động hiển thị sau khi hoàn thành.
zh_hans: 购买正在等待审核。完成后自动生效。
zh_hant: 正在等待審核。完成後將自動反映。

# ai_credit.purchase_terms
source: 購入クレジットは失効しません。譲渡・換金はできません。購入してもバナー広告は非表示になりません。
ar_sa: نقاط الشراء لا تنتهي صلاحيتها. لا يمكن نقلها أو بيعها. عند الشراء، لن تظهر الإعلانات.
ca: Els crèdits de compra no caduquen. No es poden transferir ni canviar. Fins i tot després de comprar, l'anunci no s'eliminarà.
cs: Kredity z nákupu nelze ztratit. Nelze je převést ani vyměnit. I po nákupu zůstane zobrazena reklama.
da: Købekreditter udløber ikke. Kan ikke overføres eller indløses. Bannerannoncer vises stadig, selvom du har købt kreditter.
de_de: Kauf-Credits sind nicht abnutzbar. Sie können nicht übertragen oder verkauft werden. Bannerwerbung ist auch nach dem Kauf sichtbar.
el: Οι αξίες αγοράς δεν λήγουν. Δεν μπορούν να μεταφερθούν ή να εξαργυρωθούν. Ακόμα και μετά την αγορά, οι διαφημιστικές προτάσεις παραμένουν ορατές.
en_au: Purchase credits do not expire. Cannot be transferred or redeemed. Banners will still appear after purchase.
es_es: Los créditos de compra no caducan. No se pueden transferir ni canjear. La compra no elimina los anuncios publicitarios.
fi: Ostokrediitit eivät vanhene. Niitä ei voi siirtää tai vaihtaa rahaksi. Banner-mainoksia ei näy ostamisen jälkeen.
fr_ca: Les crédits d'achat ne s'épuisent pas. Ils ne peuvent pas être transférés ou échangés. L'affichage des bannières publicitaires n'est pas supprimé après l'achat.
gu: ખરીદી ક્રેડિટ સમાપ્ત થતી નથી. ટ્રાન્સફર અથવા વેચાણ શક્ય નથી. ખરીદ્યા પછી પણ જાહેરાતો દેખાશે નહીં.
he: נקודות הרכישה לא עוברות לבעלים אחר. אין אפשרות למכירה. פרסום ממומן עדיין יופיע לאחר הרכישה.
hi: खरीद के क्रेडिट समाप्त नहीं होते। इन्हें हस्तांतरित या भुनाया नहीं जा सकता। बैनर विज्ञापन भी दिखाई देंगे।।
hr: Krediti za kupnju ne istječu. Ne mogu se prenositi ili prodavati. Nakon kupnje, oglasi neće biti prikazani.
hu: A vásárlási kreditek nem érvénytelenülnek. Nem adhatók át vagy pénzbe cserélhetők. A bannerek továbbra is megjelennek, még akkor is, ha vásároltál.
id: Kredit pembelian tidak akan kedaluwarsa. Tidak dapat ditransfer atau ditukar. Banner iklan tetap terlihat meskipun sudah membeli.
it: I crediti per l'acquisto non scadono. Non possono essere trasferiti o convertiti. L'acquisto non rimuove la pubblicità banner.
ko: 구매 크레딧은 만료되지 않습니다. 양도 또는 현금화는 불가능합니다. 구매해도 배너 광고가 표시되지 않습니다.
mr: खरेदी केलेले क्रेडिट रद्द होत नाही. ते हस्तांतरित किंवा विनिमय करता येत नाही. खरेदी केल्यावर बॅनर जाहिरात दिसणार नाही.
ms: Kredit pembelian tidak akan tamat. Tidak boleh ditukar atau dijual. Banner iklan akan tetap diseragam walaupun anda membeli.
nl_nl: Aankoop-credits vervallen niet. Niet overdraagbaar of inwisselbaar. Banneradvertenties blijven zichtbaar, zelfs na aankoop.
no: Kjøpekreditter er ikke ugyldige. Kan ikke overføres eller selges. Bannerannonser vises fortsatt selv om du kjøper kreditter.
pl: Kredyty zakupowe nie wygasają. Nie można ich przenieść ani wymienić. Nawet po zakupie, banery reklamowe pozostaną widoczne.
pt_br: Os créditos de compra não expiram. Não podem ser transferidos ou convertidos. A exibição de anúncios não será desativada após a compra.
pt_pt: Os créditos da compra não expiram. Não podem ser transferidos ou convertidos. A exibição de anúncios será mantida mesmo após a compra.
ro: Creditele de achiziție nu expiră. Nu pot fi transferate sau vândute. Anunțurile publicitare nu vor mai apărea, chiar dacă ați cumpărat.
ru: Кредиты не истекают. Нельзя передавать или обменивать. Баннерная реклама будет отображаться даже после покупки.
sk: Nákupné kredity neexpire. Nelze ich previesť ani predať. Aj po kúpe sa zobrazia reklamy.
sl: Kredit za nakup ne izgubi veljavnosti. Ne morete ga prenesti ali prodati. Ko kupite, oglasi ne bodo prikazane.
sv: Inköpskrediter är inte försvinnande. Kan inte överlåtas eller säljas. Bannerannonser visas även efter köp.
ta: வாங்கும் கிரெடிட்கள் காலாவதியாகாது. மாற்றவோ, விற்போமோ முடியாது. விளம்பரங்கள் மறைக்கப்படாது.
te: కొనుగోలు క్రెడిట్‌లు చెల్లవు. వాటిని బదిలీ చేయడం లేదా అమ్మడం సాధ్యం కాదు. మీరు కొనుగోలు చేసినప్పటికీ, ప్రకటనలు కనిపించవు.
th: เครดิตสำหรับการซื้อจะไม่หมดอายุ ไม่สามารถโอนหรือแลกเปลี่ยนได้ แม้ซื้อแล้วก็ยังแสดงโฆษณาได้
tr: Satın alınan krediler geçersiz olmaz. Devredilemez veya nakde çevrilemez. Banner reklamları satın alırsanız da görünmeyecektir.
uk: Кредити не спливають. Не можна передавати або обмінювати. Баннерні оголошення залишаються, навіть якщо придбано.
vi: Điểm tín dụng mua không hết hạn. Không thể chuyển nhượng hoặc đổi ra tiền mặt. Banner quảng cáo vẫn hiển thị ngay cả khi đã mua.
zh_hans: 购买积分不可退还。无法转让或兑换。即使购买，横幅广告也不会消失。
zh_hant: 積分不會失效。無法轉讓或兌換。即使購買，彈出廣告仍會顯示。

# ai_credit.purchase_unknown
source: 購入状態を確認できませんでした。
ar_sa: لا يمكن التحقق من حالة الشراء.
ca: No s'ha pogut verificar l'estat de la compra.
cs: Nemůžeme zjistit stav nákupu.
da: Vi kunne ikke kontrollere købstilstanden.
de_de: Der Bestellstatus konnte nicht ermittelt werden.
el: Δεν μπορώ να ελέγξω την κατάσταση της αγοράς.
en_au: Could not verify purchase status.
es_es: No hemos podido verificar el estado de la compra.
fi: Oston tilaa ei voida tarkistaa.
fr_ca: Impossible de vérifier l'état de l'achat.
gu: ખરીદીની સ્થિતિ ચકાસી શકી નથી.
he: לא ניתן לבדוק את מצב הרכישה.
hi: खरीद की स्थिति को सत्यापित नहीं कर सका।।
hr: Ne možemo provjeriti status naloge.
hu: Nem tudtuk azonosítani a vásárlás állapotát.
id: Tidak dapat memeriksa status pembelian.
it: Impossibile verificare lo stato dell'acquisto.
ko: 구매 상태를 확인할 수 없습니다.
mr: खरेदीची स्थिती तपासण्यात अयशस्वी.
ms: Keadaan pembelian tidak dapat ditentukan.
nl_nl: Aankoopproces kan niet worden geverifieerd.
no: Vi klarte ikke å finne ut av kjøpstilstanden.
pl: Nie udało się zweryfikować statusu zakupu.
pt_br: Não foi possível verificar o status da compra.
pt_pt: Não foi possível verificar o estado da compra.
ro: Nu am putut verifica starea achiziției.
ru: Не удалось проверить статус заказа.
sk: Nemôžeme overiť stav nákupu.
sl: Ne moremo ugotoviti statusa nakupa.
sv: Köpsstatus kunde inte fastställas.
ta: வாங்கிய நிலையை சரிபார்க்க முடியவில்லை.
te: కొనుగోలు స్థితిని ధృవీకరించలేకపోయాము.
th: ไม่สามารถตรวจสอบสถานะการซื้อได้
tr: Satın alma durumunu belirleyemedik.
uk: Не вдалося перевірити статус замовлення.
vi: Không thể xác định trạng thái giao dịch.
zh_hans: 无法确认购买状态。
zh_hant: 無法確認購買狀態。

# ai_credit.purchase_verification_failed
source: App Storeの購入を確認できませんでした。
ar_sa: لا يمكن التحقق من عملية الشراء في App Store.
ca: No s'ha pogut verificar la compra a App Store.
cs: Nelze ověřit nákup v App Store.
da: Vi kunne ikke verificere købet i App Store.
de_de: Der Kauf im App Store konnte nicht überprüft werden.
el: Δεν μπορώ να επαληθεύσω την αγορά στο App Store.
en_au: Could not verify the App Store purchase.
es_es: No hemos podido verificar la compra en la App Store.
fi: App Store -ostosta ei voida tarkistaa.
fr_ca: Impossible de vérifier l'achat sur l'App Store.
gu: App Store પરથી ખરીદી ચકાસી શકી નથી.
he: לא ניתן לאמת את הרכישה דרך App Store.
hi: App Store पर खरीद की पुष्टि नहीं हो सकी।।
hr: Ne možemo provjeriti kupnju u App Storeu.
hu: Nem sikerült ellenőrizni az App Store-ban történő vásárlást.
id: Tidak dapat memverifikasi pembelian dari App Store.
it: Impossibile verificare l'acquisto sull'App Store.
ko: App Store 구매 확인에 실패했습니다.
mr: App Store मधील खरेदीची पडताळणी करण्यात अयशस्वी.
ms: Tidak dapat mengesahkan pembelian daripada App Store.
nl_nl: App Store aankoop kon niet worden geverifieerd.
no: Vi klarte ikke å verifisere kjøpet i App Store.
pl: Nie udało się zweryfikować zakupu w App Store.
pt_br: Não foi possível verificar a compra na App Store.
pt_pt: Não foi possível verificar a compra na App Store.
ro: Nu am putut verifica achiziția din App Store.
ru: Не удалось проверить покупку в App Store.
sk: Nemôžeme overiť nákup v App Store.
sl: Ne moremo preveriti nakupa v App Storeu.
sv: Köpet i App Store kunde inte verifieras.
ta: App Store-ல் வாங்கியதை சரிபார்க்க முடியவில்லை.
te: App Store నుండి కొనుగోలును ధృవీకరించలేకపోయాము.
th: ไม่สามารถตรวจสอบการซื้อจาก App Store ได้
tr: App Store'daki satın alma işlemini doğrulayamadık.
uk: Не вдалося перевірити покупку в App Store.
vi: Không thể xác minh giao dịch trên App Store.
zh_hans: 无法验证App Store的购买信息。
zh_hant: 無法確認 App Store 購買。

# ai_credit.refund_adjustment
source: 購入返金の調整
ar_sa: تعديل المبلغ المرجع
ca: Ajust de reemborsament
cs: Úprava vrácené částky
da: Justering af refusion
de_de: Anpassung der Rückerstattung
el: Αναπροσαρμογή επιστροφής χρημάτων
en_au: Refund adjustment
es_es: Ajuste de la devolución.
fi: Palautuksen säätö
fr_ca: Ajustement du remboursement
gu: ખરીદી પરત કરવાની પ્રક્રિયામાં ફેરફાર
he: התאמת החזר כספי
hi: खरीद वापसी का समायोजन
hr: Ajustiranje povrata novca
hu: Visszatérítés finomítása
id: Penyesuaian pengembalian dana
it: Regolazione del rimborso
ko: 구매 환불 조정
mr: खरेदीच्या परताव्याची जुळवणी
ms: Penyesuaian refund
nl_nl: Aanpassing van terugbetaling
no: Justering av refusjon
pl: Dostosowanie zwrotu
pt_br: Ajuste do reembolso
pt_pt: Ajuste do reembolso
ro: Ajustarea rambursării
ru: Корректировка возврата средств
sk: Úprava refundácie
sl: Prilagajanje vračila
sv: Justering av återbetalning
ta: திரும்பப் பெறுவதற்கான தொகையை சரிசெய்தல்
te: కొనుగోలుకు తిరిగి చెల్లించే మొత్తాన్ని సర్దుబాటు చేయడం.
th: ปรับยอดเงินคืน
tr: İade ayarı
uk: Коригування повернення
vi: Điều chỉnh hoàn tiền
zh_hans: 调整退款金额
zh_hant: 調整退款

# ai_credit.reward_limit
source: 本日の広告特典は受取済みです。
ar_sa: لقد تلقيت مكافأة اليوم.
ca: Ja heu rebut l'oferta publicitària d'avui.
cs: Dnešní odměna byla již obdržena.
da: Du har allerede modtaget dagens reklamebonus.
de_de: Das heutige Werbeangebot wurde bereits eingelöst.
el: Έχετε ήδη λάβει το προωθητικό για σήμερα.
en_au: Today's ad reward has been claimed.
es_es: Ya ha recibido el beneficio publicitario del día.
fi: Tänään saatavat mainosbonukset on lunastettu.
fr_ca: Vous avez déjà reçu les récompenses pour aujourd'hui.
gu: આજેની જાહેરાત માટેના પુરસ્કાર પ્રાપ્ત થઈ ગયા છે.
he: קיבלתם את בונוס הפרס של היום.
hi: आज के विज्ञापन पुरस्कार पहले ही प्राप्त हो चुके हैं।।
hr: Dnevni nagradni program je već iskoristio.
hu: A mai hirdetési jutalom már felhasználva.
id: Anda sudah menerima bonus iklan hari ini.
it: Il bonus pubblicitario per oggi è già stato ricevuto.
ko: 오늘의 광고 보상은 이미 수령했습니다.
mr: आजचे जाहिरात बक्षीस प्राप्त झाले आहे.
ms: Anda telah menerima bonus iklan hari ini.
nl_nl: Advertentie-bonus voor vandaag is al ontvangen.
no: Du har allerede mottatt dagens annonsetilbud.
pl: Otrzymałeś nagrodę za dzisiejsze reklamy.
pt_br: Você já recebeu a recompensa diária.
pt_pt: Já recebeu a recompensa para hoje.
ro: Beneficiul publicitar pentru ziua de azi a fost deja primit.
ru: Вы уже получили сегодня рекламные бонусы.
sk: Dnešné odmeny za reklamu už ste získali.
sl: Danes ste že prejemali nagrado.
sv: Du har redan fått dagens annonsbonus.
ta: இன்றுக்கான விளம்பர வெகுமதி ஏற்கனவே பெறப்பட்டது.
te: ఈ రోజు ప్రకటనల ప్రోత్సాహాన్ని పొందారు.
th: คุณได้รับโบนัสโฆษณาแล้วสำหรับวันนี้
tr: Bugünün reklam ödülü zaten alınmıştır.
uk: Ви вже отримали сьогоднішню рекламну винагороду.
vi: Bạn đã nhận đủ ưu đãi quảng cáo trong ngày.
zh_hans: 今日已领取广告奖励。
zh_hant: 今日已領取廣告獎勵。

# ai_credit.reward_pending
source: 動画の確認に時間がかかっています。確認後にクレジットへ反映されます。
ar_sa: تستغرق عملية التحقق وقتًا. سيتم إضافة النقاط بعد التحقق.
ca: Està prenent temps per verificar el vídeo. Es reflectiran crèdits després de la verificació.
cs: Proces ověření videa trvá déle. Po ověření se kredity projeví.
da: Det tager tid at gennemgå videoen. Kreditter reflekteres, når videoen er gennemgået.
de_de: Die Überprüfung des Videos dauert noch. Nach der Überprüfung werden die Credits gutgeschrieben.
el: Χρειάζεται χρόνος για την επεξεργασία της παρακολούθησης βίντεο. Θα εμφανιστούν οι αξίες μετά την επιβεβαίωση.
en_au: Processing video confirmation. Credits will be added after verification.
es_es: Se está tardando en verificar el vídeo. Los créditos se reflejarán una vez verificado.
fi: Videoiden tarkistus kestää kauemmin. Krediitiksi siirretään, kun tarkistus on valmis.
fr_ca: La vérification de la vidéo prend du temps. Les crédits seront ajoutés une fois la vérification terminée.
gu: વિડિઓ જોવા માટે સમય લાગી રહ્યો છે. ચકાસ્યા પછી ક્રેડિટમાં પ્રતિબિંબિત થશે.
he: זמן אישור לצפייה בסרטון. נקודות יופיעו לאחר האישור.
hi: वीडियो देखने में समय लग रहा है। पुष्टि होने पर क्रेडिट में दिखाई देगा।।
hr: Potreban je vremen za pregled videa. Kredit će biti dodan nakon potvrde.
hu: A videó ellenőrzése még tart. A kreditek megjelennek, miután ellenőrizte.
id: Sedang memproses verifikasi video. Kredit akan tercermin setelah selesai.
it: Richiede tempo per la verifica. I crediti verranno aggiunti dopo la conferma.
ko: 동영상 확인에 시간이 소요될 수 있습니다. 확인 후 크레딧으로 반영됩니다.
mr: व्हिडिओ पाहण्यासाठी वेळ लागत आहे. पाहिल्यानंतर क्रेडिटमध्ये रूपांतर होईल.
ms: Tempoh untuk memproses video masih berjalan. Kredit akan ditambah selepas anda menyemak.
nl_nl: Het verwerken van de video duurt even. Credits worden na controle toegevoegd.
no: Det tar litt tid å verifisere videoen. Kreditter vil bli lagt til etter verifisering.
pl: Potrzebujemy więcej czasu na weryfikację. Po weryfikacji kredyty zostaną dodane.
pt_br: Demora para verificar o vídeo. Os créditos serão adicionados após a verificação.
pt_pt: Está a demorar para verificar o vídeo. Os créditos serão adicionados após a verificação.
ro: Verificarea videoclipului durează ceva timp. Creditele vor fi reflectate după verificare.
ru: Требуется время для проверки видео. Кредиты будут добавлены после подтверждения.
sk: Kontrola videa trvá. Po potvrdení sa kredity zohľadnia.
sl: Traja, dokler ne potrdite videoposnetka. Po potrditvi se bodo kredit dodani.
sv: Det tar tid att verifiera videon. Krediter kommer att reflekteras efter verifiering.
ta: வீடியோவை பார்ப்பதற்கு சிறிது நேரம் ஆகும். பார்த்த பிறகு கிரெடிட்களில் சேர்க்கப்படும்.
te: వీడియోను చూడటానికి సమయం పడుతోంది. వీడియో చూసిన తర్వాత క్రెడిట్‌గా ప్రతిబింబిస్తుంది.
th: กำลังดำเนินการตรวจสอบวิดีโอ โปรแกรมจะแสดงผลเครดิตหลังจากตรวจสอบเสร็จ
tr: Videoyu izlemek biraz zaman alıyor. İzledikten sonra krediye yansıtılır.
uk: Займає час на перегляд відео. Кредити будуть додані після перегляду.
vi: Đang xử lý xem video. Điểm tín dụng sẽ được cộng sau khi xác minh.
zh_hans: 正在处理视频，确认后会添加到积分中。
zh_hant: 正在確認影片。確認後將反映到積分中。

# ai_credit.reward_pending_recovery
source: AI画面を開き直すと最新残高を確認できます。もう一度動画を見る必要はありません。
ar_sa: للحصول على أحدث الرصيد، افتح شاشة الذكاء الاصطناعي مرة أخرى. لا تحتاج إلى مشاهدة الفيديو مرة أخرى.
ca: Obreu la pantalla d'AI per veure l'últim saldo. No heu de veure el vídeo de nou.
cs: Otevřete znovu obrazovku AI a zobrazí se nejnovější zůstatek. Nemusíte znovu sledovat video.
da: Åbn AI-skærmen igen for at se den seneste saldo. Du behøver ikke at se videoen igen.
de_de: Öffnen Sie den AI-Bereich, um Ihr aktuelles Guthaben zu überprüfen. Sie müssen das Video nicht erneut ansehen.
el: Για να δείτε το πιο πρόσφατο υπόλοιπο, ανοίξτε ξανά την οθόνη AI. Δεν χρειάζεται να παρακολουθήσετε ξανά το βίντεο.
en_au: Refresh the AI screen to view your latest balance. You do not need to watch the video again.
es_es: Para ver la última cantidad, vuelva a abrir la pantalla de IA. No es necesario volver a ver el vídeo.
fi: Avaa AI-näyttö nähdäksesi uusimman saldon. Et tarvitse videon katsomista uudelleen.
fr_ca: Ouvrez à nouveau l'écran AI pour consulter votre solde actuel. Vous n'avez plus besoin de regarder la vidéo.
gu: AI સ્ક્રીન ફરીથી ખોલો, જેથી નવી સપાટી જોઈ શકાય. તમારે ફરીથી વિડિઓ જોવાની જરૂર નથી.
he: כדי לראות את היתרה העדכנית, פתחו מחדש את המסך של ה-AI. אין צורך לצפות בסרטון שוב.
hi: AI स्क्रीन को फिर से खोलने पर नवीनतम शेष राशि देखी जा सकती है। दोबारा वीडियो देखने की आवश्यकता नहीं है।।
hr: Ponovno otvorite AI ekran da biste provjerili najnoviji iznos. Ne trebate ponovno gledati video.
hu: Az AI képernyőt újraindítva ellenőrizheti a legfrissebb egyenlegét. Nem kell újra megnézni a videót.
id: Buka kembali layar AI untuk melihat saldo terbaru. Tidak perlu menonton video lagi.
it: Riapri la schermata AI per visualizzare il saldo aggiornato. Non è necessario guardare nuovamente il video.
ko: AI 화면을 다시 열면 최신 잔액을 확인할 수 있습니다. 동영상을 다시 보지 않아도 됩니다.
mr: AI स्क्रीन पुन्हा उघडून तुम्ही नवीनतम शिल्लक तपासू शकता. पुन्हा व्हिडिओ पाहण्याची आवश्यकता नाही.
ms: Buka semula skrin AI untuk melihat baki terkini. Anda tidak perlu menonton video sekali lagi.
nl_nl: Open de AI-scherm opnieuw om uw huidige saldo te bekijken. U hoeft de video niet nogmaals te bekijken.
no: Åpne AI-skjermen igjen for å se den nyeste saldoen. Du trenger ikke å se videoen på nytt.
pl: Otwórz ponownie ekran AI, aby sprawdzić aktualny stan. Nie musisz oglądać filmu ponownie.
pt_br: Abra novamente a tela do AI para verificar o saldo mais recente. Não é necessário assistir ao vídeo novamente.
pt_pt: Abra novamente a secção AI para verificar o saldo mais recente. Não é necessário assistir ao vídeo novamente.
ro: Redeschideți ecranul AI pentru a verifica soldul actual. Nu mai este necesar să vizualizați videoclipul.
ru: Чтобы увидеть актуальный баланс, откройте экран AI. Не нужно смотреть видео повторно.
sk: Otvorte AI obrazovku, aby ste zistili aktuálnu sumu. Nepotrebujete znovu sledovať video.
sl: Odprite zavihek AI in preverite najnovejši izračun. Ne boste morali gledati videoposnetka ponovno.
sv: Öppna AI-skärmen igen för att se den senaste balansen. Du behöver inte titta på videon igen.
ta: AI திரையை மீண்டும் திறப்பதன் மூலம், சமீபத்திய நிலையை சரிபார்க்கலாம். மீண்டும் வீடியோ பார்க்க வேண்டியதில்லை.
te: AI స్క్రీన్‌ను తెరిస్తే, తాజా బ్యాలెన్స్‌ను చూడవచ్చు. మళ్లీ వీడియో చూడవలసిన అవసరం లేదు.
th: เปิดแอป AI ใหม่เพื่อดูยอดคงเหลือล่าสุด ไม่จำเป็นต้องดูวิดีโออีกครั้ง
tr: AI ekranını açtığınızda en güncel bakiyenizi görebilirsiniz. Videoyu tekrar izlemenize gerek yoktur.
uk: Відкрийте розділ AI, щоб побачити актуальний баланс. Не потрібно дивитися відео повторно.
vi: Mở lại ứng dụng để kiểm tra số dư mới nhất. Không cần phải xem lại video.
zh_hans: 重新打开AI界面即可查看最新余额。无需再次观看视频。
zh_hant: 重新開啟 AI 畫面即可查看最新餘額。無需再次觀看影片。

# ai_credit.reward_received
source: 5クレジットを受け取りました。
ar_sa: تلقيت 5 نقاط.
ca: He rebut 5 crèdits.
cs: Obdrželi jste 5 kreditů.
da: Du har modtaget 5 kreditter.
de_de: 5 Credits erhalten.
el: Λήφθηκαν 5 αξίες.
en_au: Received 5 credits.
es_es: Ha recibido 5 créditos.
fi: Saat 5 krediittiä.
fr_ca: Vous avez reçu 5 crédits.
gu: 5 ક્રેડિટ મળ્યા છે.
he: קיבלתי 5 נקודות.
hi: 5 क्रेडिट प्राप्त हुए।।
hr: Primljeno 5 kredita.
hu: 5 kreditet fogadott meg.
id: Menerima 5 kredit.
it: Hai ricevuto 5 crediti.
ko: 5 크레딧을 받았습니다.
mr: 5 क्रेडिट प्राप्त झाले आहेत.
ms: Anda telah menerima 5 kredit.
nl_nl: 5 credits ontvangen.
no: Du har mottatt 5 kreditter.
pl: Otrzymałeś 5 kredytów.
pt_br: Você recebeu 5 créditos.
pt_pt: Recebeu 5 créditos.
ro: Ați primit 5 credite.
ru: Получено 5 кредитов.
sk: Získali ste 5 kreditov.
sl: Prejeli ste 5 kreditov.
sv: Du har fått 5 krediter.
ta: 5 கிரெடிட்களைப் பெற்றுள்ளீர்கள்.
te: 5 క్రెడిట్‌లు పొందారు.
th: ได้รับ 5 เครดิต
tr: 5 kredi aldınız.
uk: Отримано 5 кредитів.
vi: Đã nhận 5 điểm tín dụng.
zh_hans: 已获得5积分。
zh_hant: 已領取 5 積分。
